import React from 'react';
import s from './Offer.module.sass'
import Footer from "../../components/footer/Footer";
const Offer = () => {
    return (
        <div className={s.root}>
            <div className={s.root__main}>
                <h4>ПУБЛИЧНАЯ ОФЕРТА</h4>
                <p>
                    Сайт «Gesh-Village», расположенный на доменном имени
                    https://geshvillage.ru/, организационно-правовая форма,полное наименование организации, ИП), и юридическим адресом  юридический адрес,
                    в лице  должность уполномоченного лица, ФИО,  действующего (- ей) на основании  указать документ, удостоверяющий полномочия и его реквизиты,
                    именуемое в дальнейшем «Продавец», публикует Публичную оферту о продаже Товара дистанционным способом.
                </p>
                <h4>1.	ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h4>
                <p>
                    1.1.	Публичная оферта - публичное предложение Продавца, адресованное неопределенному кругу лиц, заключить с Продавцом договор купли-продажи товара дистанционным способом на условиях, содержащихся в настоящей Оферте, включая все Приложения. <br/>
                    1.2.	Заказ Товара на сайте Интернет-магазина – позиции указанные Покупателем из ассортимента Товара, предложенного к продаже, при оформлении заявки на приобретение Товара на сайте Интернет-магазина или через Оператора.
                </p>
                <h4>2.	ОБЩИЕ ПОЛОЖЕНИЯ</h4>
                <p>
                    2.1. Заказ Покупателем Товара, размещенного на сайте Интернет-магазина означает, что Покупатель согласен со всеми условиями настоящей Оферты. <br/>
                    2.2. Администрация сайта Интернет-магазина имеет право вносить изменения в Оферту без уведомления Покупателя.<br/>
                    2.3. Срок действия Оферты не ограничен, если иное не указано на сайте .<br/>
                    2.4. Продавец предоставляет Покупателю полную и достоверную информацию о Товаре, включая информацию об основных потребительских свойствах Товара, месте изготовления, а также информацию о гарантийном сроке и сроке годности Товара на сайте, в разделе  название раздела.
                </p>
                <h4>3.	ЦЕНА ТОВАРА </h4>
                <p>
                    3.1. Цена на каждую позицию Товара указана на сайте.<br/>
                    3.2. Продавец имеет право в одностороннем порядке изменить цену на любую позицию Товара.<br/>
                    3.3. В случае изменения цены на заказанный Товар Продавец обязуется в течение  количество дней проинформировать Покупателя об изменении цены Товара.<br/>
                    3.4. Покупатель вправе подтвердить либо аннулировать Заказ на приобретение Товара, если цена изменена Продавцом после оформления Заказа.<br/>
                    3.5. Изменение Продавцом цены на оплаченный Покупателем Товар не допускается.<br/>
                    3.6. Обязательства Покупателя по оплате Товара считаются исполненными с момента поступления Продавцом денежных средств.<br/>
                    3.7. Расчеты между Продавцом и Покупателем за Товар производятся способами, указанными на сайте
                </p>
                <h4>4. ОФОРМЛЕНИЕ ЗАКАЗА</h4>
                <p>
                    4.1. Заказ Товара осуществляется Покупателем через Оператора по телефону  номер телефона или через сервис сайта<br/>
                    4.2. При регистрации на сайте, Покупатель обязуется предоставить следующую регистрационную информацию:<br/>
                    4.2.1. фамилия, имя, отчество Покупателя или указанного им лица (получателя);<br/>
                    4.2.2.  адрес, по которому следует доставить Товар (если доставка до адреса Покупателя);<br/>
                    4.2.3. адрес электронной почты;<br/>
                    4.2.4. контактный телефон.<br/>
                    4.3. Наименование, количество, ассортимент, цена ,указываются в корзине Покупателя на сайте .<br/>
                    4.4. Если Продавцу необходима дополнительная информация, он вправе запросить ее у Покупателя. В случае не предоставления необходимой информации Покупателем, Продавец не несет ответственности за выбранный Покупателем Товар.<br/>
                    4.5. При оформлении Заказа через Оператора (п. 4.1. настоящей Оферты) Покупатель обязуется предоставить информацию, указанную в п. 4.2. настоящей Оферты.<br/>
                    4.6. Принятие Покупателем условий настоящей Оферты осуществляется посредством внесения Покупателем соответствующих данных в регистрационную форму на сайте Интернет-магазина или при оформлении Заказа через Оператора. После оформления Заказа через Оператора данные о Покупателе регистрируются в базе данных Продавца. Утвердив Заказ выбранного Товара, Покупатель предоставляет Оператору необходимую информацию в соответствии с порядком, указанном в п. 4.2. настоящей Оферты.<br/>
                    4.7. Продавец не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении Заказа.<br/>
                    4.8. Покупатель несет ответственность за достоверность предоставленной информации при оформлении Заказа.<br/>
                    4.9. Договор купли-продажи дистанционным способом между Продавцом и Покупателем считается заключенным с момента выдачи Продавцом Покупателю кассового или товарного чека либо иного документа, подтверждающего оплату Товара.<br/>
                </p>
                <h4>5.	ДОСТАВКА И ПЕРЕДАЧА ТОВАРА ПОКУПАТЕЛЮ</h4>
                <p>
                    5.1. Продавец оказывает Покупателю услуги по доставке Товара одним из способов указанных на сайте Интернет-магазина.<br/>
                    5.2. Если Договор купли-продажи товара дистанционным способом (далее – Договор) заключен с условием о доставке Товара Покупателю, Продавец обязан в установленный Договором срок доставить Товар в место, указанное Покупателем, а если место доставки Товара Покупателем не указано, то по месту его жительства или регистрации.<br/>
                    5.3. Место доставки Товара Покупатель указывает при оформлении Заказа на приобретение Товара.<br/>
                    5.4. Срок доставки Товара Покупателю состоит из срока обработки заказа и срока доставки.<br/>
                    5.5. Информация о Товаре доводится до сведения Покупателя в технической документации, прилагаемой к Товару, на этикетках, путем нанесения маркировки или иным способом, принятым для отдельных видов товаров.<br/>
                    5.6. Сведения об обязательном подтверждении соответствия Товара представляются в порядке и способами, которые установлены законодательством Российской Федерации о техническом регулировании, и включают в себя сведения о номере документа, подтверждающего такое соответствие, о сроке его действия и об организации, его выдавшей.<br/>
                </p>
                <h4>6. РЕКВИЗИТЫ ПРОДАВЦА</h4>
                <p>
                    <b>Продавец: ООО "ГЕШ ВИЛИДЖ"<br/>
                    Адрес:652992,
                    Кемеровская область - Кузбасс, М.Р-Н ТАШТАГОЛЬСКИЙ, Г.П. ТАШТАГОЛЬСКОЕ,
                    Г ТАШТАГОЛ,
                    УЛ ПОСПЕЛОВА,
                    Д. 18,
                    ПОМЕЩ. 10<br/>
                    Банковские реквизиты<br/>
                    К/с  30101810100000000964<br/>
                    Бик:</b> ФИЛИАЛ "ЕКАТЕРИНБУРГСКИЙ" АО "АЛЬФА-БАНК"
                </p>
                <p>Внимательно ознакомьтесь с текстом публичной оферты, и если Вы не согласны с каким-либо пунктом оферты, Вы вправе отказаться от покупки Товаров, предоставляемых Продавцом, и не совершать действий, указанный в п. 2.1. настоящей Оферты.</p>
            </div>
            <Footer/>
        </div>
    );
};

export default Offer;